{
    "thumbnail":{
        "url":"https:\/\/i.imgur.com\/izx8zLk.png",
        "proxy_url":"https:\/\/images-ext-2.discordapp.net\/external\/VSOlDxM8qRDQKyHp45ogN9xvR6GIMMqTymLrqSJoUGo\/https\/i.imgur.com\/izx8zLk.png",
        "width":302,
        "height":90
    },
    "color":13959186,
    "type":"rich",
    "description":"Here are some short descriptions of the channels that the server offers.\n\n:small_blue_diamond: <#399008549491048448>\nThis channel is for everyday, casual talk. Just don’t cause too much drama, and don’t needlessly use bot commands.\n\n:small_blue_diamond: <#398170736398696458>\nA channel for all anime and manga-related discussions. Except for Angel Beats, we have a special channel for that.\n\n:small_blue_diamond: <#653067278472052736>\nA channel for all anime and manga-related images. Slightly NSFW images are allowed here, but images depicting nudity or deemed too lewd by a moderator should be kept to <#677242996067926080>.\n\n:small_blue_diamond: <#439593495184015360>\nFor cosplay, fanart, and other community-created works.\n\n:small_blue_diamond: <#398171202306310164>\nChannel for discussing gaming. So get your gaming face on and have some fun!\n\n:small_blue_diamond: <#472913118796709888> \nWelcome to osu! Click the circles! If you like to play osu! go pick up the role from <#563851110541033473> to gain access for this channel.\n\n:small_blue_diamond: <#439593890505424896>\nDoesn’t quite fit in anywhere else or don’t want to interrupt a conversation in <#399008549491048448>? Post it here. It’s mainly for memes and shitposting though.\n\n:small_blue_diamond: <#533360771585802242>\nA channel for discussing IRL topics. This is not a venting channel, but you are allowed to vent as long as it obeys the server rules. Not for discussing heavy personal issues so keep them off server or in dm’s with someone you trust.\n\n:small_blue_diamond: <#563009377234321408>\nThis channel is not for causal talking or the like. Matters of emergency, political discussions (which are only discussed here) or concerns that the student council can deal with may be placed here.\n\n:small_blue_diamond: <#398191639488757770>\nThis is where the NPCs lurk. Keep bot spam to this channel.\n\n:small_blue_diamond: <#403671938263678997>\nFor planning events against Angel or to enjoy with the student body, anime\/movie night, gaming operations and similar.",
    "title":"Our channels"
}