{
    "footer":{
        "text":"Last updated: 26 Jan 2022, by Lykaon#1118"
    },
    "thumbnail":{
        "url":"https:\/\/i.imgur.com\/rszbtFZ.png",
        "proxy_url":"https:\/\/images-ext-1.discordapp.net\/external\/NlAjETmm_dJGcB4CkPtEmw8wz9jThyDPkFawUTe1IJ4\/https\/i.imgur.com\/rszbtFZ.png",
        "width":175,
        "height":90
    },
    "color":13959186,
    "type":"rich",
    "description":"**__1) Be polite and respectful of other users__**\nWe want everyone to feel welcome. Everyone has insecurities and weaknesses, and we want to be accepting of everyone. Harassment; including flaming, malicious baiting, slurs, or other forms of disrespect is not allowed. If someone feels like what you are doing is wrong, then please refrain from doing it. Additionally, don’t insult other people’s waifus\/husbandos. We get it, waifu wars are fun. But if it starts causing disruptions or offending people, the <@&933085846549200897> will not hesitate to enforce the rules.\n\n**__2) Please speak English__**\nConversations should be held in English. This is not because English is the best language, but because it is most commonly spoken on Discord and we want everyone to be able to participate in conversations. Memes and other similar things are fine, but should be sent to <#933134772438437888>.\n\n**__3) Don't spam__**\nThis includes emote spam, text spam, and bot spam outside of specific channels. Please keep bot commands and everything bot-related in <#933127290827710534> or <#933127291830161509>. This also includes advertising, be it other servers, streams, or etc. Advertising from partnered servers is allowed, but only sparingly. Spamming can also mean leaving and rejoining the server repeatedly without reason. Exceptions may be made if you ask an online staff member first.\n\n**__4) No promoting illegal activities__**\nWe do not condone activities such as drug use, rape, or anything else against the law. This includes pirating anime, though discussion on that topic is not banned. Linking to torrents and streaming sites however is not allowed. \n\n**__5) Avoid potentially sensitive and awkward topics__**\nWe're here for a good time. As such, serious and sensitive topics should be reserved for <#933134767719870565>. Even then, controversial topics should be kept out of the server as much as possible.",
    "title":"The server's rules"
}
